Repository: attila-lendvai-patches/shepherd
Catalog: po/*.po
Languages: de

source: service '~a' could not be found
de: Dienst »~a« konnte nicht gefunden werden

source: service '~a' does not have an action '~a'
de: Dienst »~a« hat keine Aktion »~a«

source: exception caught while executing '~a' on service '~a':
de: Ausnahmefehler während der Ausführung von »~a« mit dem Dienst »~a«:

source: something went wrong: ~s
de: Etwas ist schiefgegangen: ~s

source: Halt or power off the system.
de: Das System anhalten oder ausschalten.

source: Started:
de: Gestartet:

source: Starting:
de: Startet gerade:

source: Stopped:
de: Gestoppt:

source: Stopping:
de: Stoppt gerade:

source: One-shot:
de: Einmalig ausgeführt:

source: Failed to start:
de: Fehlgeschlagen:

source: ~a second ago
de: vor ~a Sekunde

source: ~a minute ago
de: vor ~a Minute

source: ~a hour ago
de: vor ~a Stunde

source: ~a day ago
de: vor ~a Tag

source: Status of ~a:~%
de: Status von ~a:~%

source: It is transient, running since ~a.~%
de: Es ist vergänglich, läuft seit ~a.~%

source: It is running since ~a.~%
de: Es läuft seit ~a.~%

source: It is started and transient.~%
de: Es ist gestartet und vergänglich.~%

source: It is started.~%
de: Es ist gestartet.~%

source: Running value is ~s.~%
de: Läuft mit »running«-Wert ~s.~%

source: It is stopped (one-shot).~%
de: Es ist gestoppt (einmalig ausgeführt).~%

source: It is stopped (failing).~%
de: Es ist gestoppt (schlägt fehl).~%

source: It is stopped since ~a.~%
de: Es ist gestoppt seit ~a.~%

source: It is stopped.~%
de: Es ist gestoppt.~%

source: It is starting.~%
de: Es startet gerade.~%

source: It is being stopped.~%
de: Es stoppt gerade.~%

source: Unknown status '~a'~%.
de: Unbekannter Status »~a«~%

source: It is enabled.~%
de: Es ist aktiviert.~%

source: It is disabled.~%
de: Es ist deaktiviert.~%

source: Provides ~a.~%
de: Stellt ~a bereit.~%

source: Requires ~a.~%
de: Benötigt ~a.~%

source: Will be respawned.~%
de: Wird erneut gestartet.~%

source: Will not be respawned.~%
de: Wird nicht erneut gestartet.~%

source: Last respawned on ~a.~%
de: Letzter Neustart: ~a.~%

source: Failed to start at ~a.~%
de: Fehlgeschlagen ~a.~%

source: event log is missing (shepherd is too old?)
de: Es gibt kein Ereignisprotokoll (ist Shepherd zu alt?)

source: service ~a is running~%
de: Dienst ~a läuft~%

source: service ~a is done (one-shot)~%
de: Dienst ~a ist fertig (einmalig ausgeführt)~%

source: service ~a is done (transient)~%
de: Dienst ~a ist fertig (vergänglicher Dienst)~%

source: service ~a is stopped~%
de: Dienst ~a ist gestoppt~%

source: service ~a failed to start~%
de: Dienst ~a konnte nicht gestartet werden~%

source: service ~a is being started~%
de: Dienst ~a startet gerade~%

source: service ~a is being stopped~%
de: Dienst ~a stoppt gerade~%

source: service ~a is entering state '~a'~%
de: Dienst ~a wechselt in den Status »~a«~%

source: inconsistent graph: service '~a' not found~%
de: Graph ist inkonsistent: Dienst »~a« nicht gefunden~%

source: Service Graph
de: Dienstgraph

source: failed to start service ~a
de: Dienst ~a konnte nicht gestartet werden

source: Did you mean 'herd ~a ~a'?
de: Meinten Sie „herd ~a ~a“?

source: premature end-of-file while talking to shepherd
de: vorzeitiges Dateiende bei der Kommunikation mit Shepherd

source: ACTION SERVICE [ARG...]
de: AKTION DIENST [ARGUMENT …]

source: Apply ACTION (start, stop, status, etc.) on \ SERVICE with the ARGs.
de: AKTION (start, stop, status, usw.) auf den \ DIENST mit den ARGUMENTEN anwenden.

source: FILE
de: DATEI

source: send commands to FILE
de: Befehle an DATEI senden

source: Usage: herd ACTION [SERVICE [OPTIONS...]]~%
de: Aufruf: herd AKTION [DIENST [OPTIONEN …]]~%

source: Reboot the system.
de: Das System neu starten.

source: Copyright (C) ~a the Shepherd authors
de: Copyright (C) ~a die Shepherd-Autoren

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
de: Lizenz GPLv3+: GNU GPL Version 3 oder neuer <http://gnu.org/licenses/gpl.html> Dies ist freie Software: Sie können sie frei verändern und weiterverbreiten. Es gibt keinerlei GARANTIE, soweit gesetzlich zulässig.

source: error
de: Fehler

source: ;; init.scm -- default shepherd configuration file.
de: ;; init.scm -- Shepherds voreingestellte Konfigurationsdatei.

source: ;; Services known to shepherd: ;; Add new services (defined using 'service') to shepherd here by ;; providing them as arguments to 'register-services'.
de: ;; Welche Dienste Shepherd kennt: ;; Fügen Sie hier Dienste für Shepherd hinzu (die Sie mit 'service' de- ;; finieren), indem Sie sie als Argumente an 'register-services' übergeben.

source: ;; Send shepherd into the background
de: ;; Shepherd im Hintergrund laufen lassen

source: ;; Services to start when shepherd starts: ;; Add the name of each service that should be started to the list ;; below passed to 'for-each'.
de: ;; Welche Dienste mit Shepherd mitgestartet werden: ;; Schreiben Sie den Namen jedes zu startenden Dienstes in die Liste, ;; die hier an 'for-each' übergeben wird.

source: ~a: socket directory has insecure permissions
de: ~a: Das Socket-Verzeichnis hat unsichere Berechtigungen

source: Service ~a (PID ~a) exited with ~a.
de: Dienst ~a (PID ~a) beendet mit ~a.

source: Service ~a (PID ~a) terminated with signal ~a.
de: Dienst ~a (PID ~a) abgewürgt durch Signal ~a.

source: Service ~a (PID ~a) stopped with signal ~a.
de: Dienst ~a (PID ~a) angehalten durch Signal ~a.

source: [No description].
de: [Ohne Beschreibung].

source: invalid service provision list
de: Dienst hat ungültige provision-Liste

source: Waiting for ~a to stop...
de: Warten, bis ~a stoppt …

source: Service ~a started.
de: Dienst ~a hat gestartet.

source: Service ~a failed to start.
de: Dienst ~a konnte nicht starten.

source: Starting service ~a...
de: Dienst ~a wird gestartet …

source: Service ~a is currently disabled.
de: Dienst ~a ist gegenwärtig deaktiviert.

source: Service ~a running with value ~s.
de: Dienst ~a hat den »running«-Wert ~s.

source: Running value of service ~a changed to ~s.
de: Der neue »running«-Wert von Dienst ~a ist ~s.

source: Waiting for ~a to start...
de: Warten, bis ~a startet …

source: Service ~a stopped.
de: Dienst ~a hat gestoppt.

source: Service ~a might have failed to stop.
de: Dienst ~a konnte vielleicht nicht stoppen.

source: Stopping service ~a...
de: Dienst ~a wird gestoppt …

source: Service ~a is now stopped.
de: Dienst ~a ist jetzt gestoppt.

source: Recording replacement for ~a.
de: Eine Ersetzung wird verzeichnet für ~a.

source: Attempt to terminate controller of ~a in ~a state!
de: Versuch, die Steuerung von ~a abzubrechen im Status ~a!

source: Exception caught while starting ~a: ~s
de: Ausnahmefehler beim Starten von ~a: ~s

source: Service ~a depends on ~a.
de: Dienst ~a hängt von ~a ab.

source: Service ~a has been started.
de: Dienst ~a wurde gestartet.

source: Service ~a could not be started.
de: Dienst ~a konnte nicht gestartet werden.

source: Service ~a is not running.
de: Dienst ~a läuft nicht.

source: Transient service ~a unregistered.
de: Vergänglicher Dienst ~a nicht mehr registriert.

source: Enabled service ~a.
de: Dienst ~a wurde aktiviert.

source: Disabled service ~a.
de: Dienst ~a wurde deaktiviert.

source: Unknown keyword. Try 'doc root help'.
de: Unbekanntes Schlüsselwort. Versuchen Sie »doc root help«.

source: Cannot unregister service~{ ~a,~} which is still running
de: Der Dienst~{ ~a,~} bleibt registriert, weil er noch läuft

source: Essential task ~a exited unexpectedly.
de: Der essenzielle Vorgang ~a hat unerwartet geendet.

source: Uncaught exception in essential task ~a: ~s
de: Unbehandelte Ausnahme im essenziellen Vorgang ~a: ~s

source: Successfully started ~a service in the background.
de: ~a Dienst wurde erfolgreich im Hintergrund gestartet.

source: The following service could not be started in the background:~{ ~a~}.
de: Folgender Dienst konnte nicht im Hintergrund gestartet werden:~{ ~a~}.

source: Address ~a is in use; retrying to bind it in one second.
de: Addresse ~a wird benutzt; erneutes Binden in einer Sekunde.

source: ~a connection still in use after ~a termination.
de: ~a Verbindung wird noch benutzt, nachdem ~a beendet wurde.

source: Maximum number of ~a clients reached; rejecting connection from ~:[~a~;~*local process~].
de: Höchstzahl von ~a Clients wird bedient; Verbindung abgelehnt von ~:[~a~;~*lokalem Prozess~].

source: Accepted connection on ~a from ~:[~a~;~*local process~].
de: Verbindung auf ~a akzeptiert von ~:[~a~;~*lokalem Prozess~].

source: Spawning systemd-style service ~a.
de: systemd-artiger Dienst ~a wird gestartet.

source: Grace period of ~a seconds is over; sending ~a SIGKILL.
de: Schonfrist von ~a Sekunden ist abgelaufen; an ~a wird SIGKILL geschickt.

source: Respawning ~a.
de: ~a wird erneut gestartet.

source: Service ~a has been disabled.
de: Dienst ~a wurde deaktiviert.

source: (Respawning too fast.)
de: (Neustart war zu schnell.)

source: Transient service ~a terminated, now unregistered.
de: Vergänglicher Dienst ~a beendet und nicht mehr registriert.

source: Removing service '~a'...
de: Dienst »~a« wird entfernt …

source: Done.
de: Erledigt.

source: Loading ~a.
de: ~a wird geladen.

source: PID ~a (~a) is dead!
de: PID ~a (~a) ist tot!

source: The root service is used to operate on shepherd itself.
de: Mit Shepherds Wurzeldienst können Sie Aktionen an Shepherd selbst vornehmen.

source: Exiting shepherd...
de: Shepherd wird beendet …

source: This is the help message for the 'root' service of the Shepherd. The 'root' service is used to control the Shepherd itself and it supports several actions. For instance, running 'herd status root' or simply 'herd status' returns a summary of each service. Try 'herd doc root list-actions' to see the list of available actions. Run 'info shepherd' to access the user manual.
de: Dies ist die Hilfe zum Wurzeldienst »root« von Shepherd. Der »root«-Dienst wird benutzt, um Aktionen an Shepherd selbst vorzunehmen. Zum Beispiel können Sie eine Zusammenfassung jedes Dienstes bekommen, indem Sie „herd status root“ oder einfacher „herd status“ ausführen. Versuchen Sie „herd doc root list-actions“, um eine Liste der verfügbaren Aktionen zu sehen. Führen Sie „info shepherd“ aus für das Benutzerhandbuch.

source: Halting...
de: Wird angehalten …

source: Shutting down...
de: Herunterfahren …

source: Evaluating user expression ~a.
de: Benutzerausdruck ~a wird ausgewertet.

source: Running as PID 1, so not daemonizing.
de: Wird als PID 1 ausgeführt, daher nicht daemonisiert.

source: Services already running, so not daemonizing.
de: Es laufen bereits Dienste, daher nicht daemonisiert.

source: Daemonizing...
de: Wird daemonisiert …

source: Now running as process ~a.
de: Läuft jetzt als Prozess ~a.

source: You must be kidding.
de: Sie machen wohl Witze …

source: service names: ~a; heap: ~,2f MiB; file descriptors: ~a
de: Dienstnamen: ~a; Heap: ~,2f MiB; Dateideskriptoren: ~a

source: Terminating shepherd monitoring.
de: Shepherd-Überwachung wird beendet.

source: Monitoring logging period changed to ~a seconds.
de: Zeitabstände der Protokollierung der Überwachung auf ~a Sekunden geändert.

source: ~a: invalid number; expected a positive integer~%
de: ~a: Ungültige Zahl; geben Sie eine positive ganze Zahl an~%

source: Accepting REPL connection.
de: REPL-Verbindung akzeptiert.

source: Uncaught REPL exception: ~s.
de: Unbehandelte REPL-Ausnahme: ~s.

source: Run a read-eval-print loop (REPL).
de: Eine Lese-Auswerten-Schreiben-Schleife (Read-eval-print loop, REPL) starten.

source: undocumented option
de: undokumentierte Option

source: ARG
de: ARGUMENT

source: display version information and exit
de: zeigt Versionsinformationen an und beendet das Programm

source: display short usage message and exit
de: zeigt Informationen zur Verwendung an und beendet das Programm

source: display this help and exit
de: zeigt Hilfeinformationen an und beendet das Programm

source: [OPTIONS...]
de: [OPTIONEN …]

source: Mandatory or optional arguments to long options are also mandatory or optional to the corresponding short options. Report bugs to: ~a . ~a general home page: <~a> General help using GNU software: <http://www.gnu.org/gethelp/>~%
de: Obligatorische oder optionale Argumente zu langen Optionen sind ebenso obligatorisch oder optional zu den entsprechenden kurzen Optionen. Melden Sie Fehler an: ~a . Melden Sie Übersetzungsfehler an: translation-team-de@lists.sourceforge.net. Allgemeine ~a-Webseite: <~a> Allgemeine Hilfe zu GNU-Software: <http://www.gnu.org/gethelp/>~%

source: Option `--~a' is ambiguous.
de: Option »--~a« ist mehrdeutig.

source: Unknown option: `--~a'.
de: Unbekannte Option: »--~a«.

source: Try `--help'.
de: Versuchen Sie »--help«.

source: Unknown option: `-~a'.
de: Unbekannte Option: »-~a«.

source: Argument required by `-~a'.
de: Argument ist für »-~a« erforderlich.

source: while opening socket '~a': ~a: ~a~%
de: Beim Öffnen von Socket „~a“: ~a: ~a~%

source: warning: already ~a threads running, disabling 'signalfd' support
de: Warnung: Es sind schon ~a Threads am Laufen; „signalfd“-Unterstützung deaktiviert

source: ~s: exception thrown while loading configuration file~%
de: ~s: Ausnahme ausgelöst beim Laden der Konfigurationsdatei~%

source: While loading configuration file '~a': ~a
de: Beim Laden der Konfigurationsdatei „~a“: ~a

source: Uncaught exception while loading configuration file '~a': ~s
de: Unbehandelte Ausnahme beim Laden der Konfigurationsdatei „~a“: ~s

source: action '~a' on service '~a' failed: ~s
de: Aktion »~a« mit dem Dienst »~a« ist fehlgeschlagen: ~s

source: Configuration successfully loaded from '~a'.
de: Konfiguration wurde erfolgreich aus „~a“ geladen.

source: Restarting signal handler.
de: Signal-Handler wird neu gestartet.

source: This is a service manager for Unix and GNU.
de: Hiermit verwalten Sie Dienste für Unix und GNU.

source: synonym for --silent
de: gleichbedeutend mit --silent

source: don't do output to stdout
de: schreibt nicht in die Standardausgabe

source: don't ensure that the setup is secure
de: überprüft nicht, ob die Einrichtung sicher ist

source: log actions in FILE
de: protokolliert Aktionen in DATEI

source: when ready, write PID to FILE or stdout
de: schreibt PID, wenn fertig, in DATEI oder Standardausgabe

source: read configuration from FILE
de: Konfiguration aus DATEI lesen

source: get commands from socket FILE or from stdin (-)
de: erhält Befehle aus der Socket-DATEI oder der Standardeingabe (-)

source: Rebooting...
de: Neustart …

source: Exiting.
de: Wird beendet.

source: Service ~a is already running.
de: Dienst ~a läuft bereits.

source: Invalid command.
de: Ungültiger Befehl.

source: invalid command line
de: ungültige Befehlszeile
